Repository: aeris-data/aeris-wordpress-filtered-recent-news-plugin
Catalog: languages/aeris-wppl-filtered-news-*.po
Languages: fr_fr

source: Aeris Widget : Taxonomies list article
fr_fr: Aeris-Widget: liste d'articles par catégories

source: List post using categories filters
fr_fr: Widget permettant de lister des articles en fonction de leur catégorie

source: See all
fr_fr: Tout voir

source: Title
fr_fr: Titre

source: Show title
fr_fr: Afficher le titre

source: Categories
fr_fr: Catégories

source: All categories selected by default if nothing checked
fr_fr: Toutes les catégories sont sélectionnées par défaut si aucune cochée

source: Layout
fr_fr: Type d'affichage

source: Simple list
fr_fr: Liste simple

source: Short article(s) embed - 1 column
fr_fr: Article(s) court(s) intégré(s) sur une colonne

source: Detailed article(s) embed - 1 column
fr_fr: Article(s) détaillé()s intégré(s) sur une colonne

source: Detailed article(s) embed - multi columns (Masonry)
fr_fr: Article(s) intégré(s) en multi-colonnes (Masonry)
